Revit 2027 API
ParameterTypeId.MassDataPercentageGlazing Property
 "Target Percentage Glazing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataPercentageGlazing { get; }
Public Shared ReadOnly Property MassDataPercentageGlazing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataPercentageGlazing {
	ForgeTypeId^ get ();
}
static member MassDataPercentageGlazing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace